{
  "@id": "https://raw.githubusercontent.com/talos/docker4data/master/data/socrata_healthny_vital_statistics_live_birth_data_by_mother_s_/data.json", 
  "data": {
    "@id": "http://www.opendatacache.com/health.data.ny.gov/api/views/4fif-7t9y/rows.csv"
  }, 
  "description": "This dataset contains the number of New York State live births stratified by the mother's race/ethnicity and county of residence. The data presented here may not be the same as the Vital Statistics tables on the DOH public web due to data updates. For more information, check out: : http://www.health.ny.gov/statistics/vital_statistics/ or go to the \"About\" tab.", 
  "maintainer": {
    "@id": "https://github.com/talos/docker4data"
  }, 
  "metadata": {
    "attribution": "New York State Department of Health", 
    "category": "Health", 
    "description": "This dataset contains the following; the number of New York State live births by county of residence and mother's age, live birth rates by county of residence and mother's age, fertility rates by county of residence and mother's age, number of out of wedlock births by county of residence and mother's age, and low birth weight (< 2500 grams) live birth's by county of residence and mother's age. Additional live birth vital statistics will be added in the future. In tabulating vital events for cities and villages with 10,000 or more population, a the issue of small frequencies occurs. Statistics based on a small number of vital events are subject to a large degree of variability and inferences should be made with care.  In addition, the data presented here may not be the same as the Vital Statistics tables on the DOH public web due to data updates. For more information, check out: \r\n: http://www.health.ny.gov/statistics/vital_statistics/ or go to the \"About\" tab.", 
    "socrata": {
      "@id": "http://www.opendatacache.com/health.data.ny.gov/api/views/vbuq-jydi.json"
    }
  }, 
  "name": "Vital Statistics Live Birth Data by Mother's Age and Resident County: Beginning 2008", 
  "schema": {
    "columns": [
      {
        "name": "year", 
        "type": "real"
      }, 
      {
        "name": "table", 
        "type": "real"
      }, 
      {
        "name": "county", 
        "type": "text"
      }, 
      {
        "name": "measure", 
        "type": "text"
      }, 
      {
        "name": "measurement", 
        "type": "text"
      }, 
      {
        "name": "category_1_desc", 
        "type": "text"
      }, 
      {
        "name": "value", 
        "type": "real"
      }
    ]
  }, 
  "tableName": "socrata_healthny_vital_statistics_live_birth_data_by_mother_s_"
}