{
  "@id": "https://raw.githubusercontent.com/talos/docker4data/master/data/socrata_edmonton_ca_2014_census_dwelling_units_by_structure_ty/data.json", 
  "data": {
    "@id": "http://www.opendatacache.com/data.edmonton.ca/api/views/6x7z-icju/rows.csv"
  }, 
  "description": "All Census information is as of April 1, 2014.  Ages of residents are effective April 1, 2014.  No data on any individual residence will be released.  To protect the privacy of individuals, data is compiled and presented at the city, ward and neighbourhood level only.  Neighbourhood results with a population under 49 are not posted to protect the information collected.  The designation of “No Response” includes households from which no census data could be collected or only partial data was available.  Bulk-count data from multiple-resident facilities (such as group homes, transient drop-in centres, residential hotels or criminal detention centres) may be limited when personal information cannot be obtained (i.e. information is not available or cannot be released by the facility administration).", 
  "maintainer": {
    "@id": "https://github.com/talos/docker4data"
  }, 
  "metadata": {
    "attribution": "City of Edmonton - Office of the City Clerk", 
    "category": "Census", 
    "description": "All Census information is as of April 1, 2014. No data on any individual residence will be released.  To protect the privacy of individuals, data is compiled and presented at the city, ward and neighbourhood level only.  Neighbourhood results with a population under 49 are not posted to protect the information collected.  The designation of “No Response” includes households from which no census data could be collected or only partial data was available.  “Other Residential” includes dwelling units not covered by the other categories, such as a unit attached to a non-residential structure (e.g. an apartment in a store or church) or a movable structure (e.g. recreational vehicle, tent, etc.).", 
    "socrata": {
      "@id": "http://www.opendatacache.com/data.edmonton.ca/api/views/8kvu-edjs.json"
    }
  }, 
  "name": "2014 Census - Dwelling Units By Structure Type And Occupancy (Ward)", 
  "schema": {
    "columns": [
      {
        "name": "ward", 
        "type": "text"
      }, 
      {
        "name": "structure_type", 
        "type": "text"
      }, 
      {
        "name": "occupied", 
        "type": "real"
      }, 
      {
        "name": "unoccupied", 
        "type": "real"
      }, 
      {
        "name": "no_longer_in_use", 
        "type": "real"
      }, 
      {
        "name": "no_response", 
        "type": "real"
      }
    ]
  }, 
  "tableName": "socrata_edmonton_ca_2014_census_dwelling_units_by_structure_ty"
}