{
  "@id": "https://raw.githubusercontent.com/talos/docker4data/master/data/medicare_shared_savings_program_accountable_care_organizations/data.json", 
  "data": {
    "@id": "http://www.opendatacache.com/data.cms.gov/api/views/yuq5-65xt/rows.csv", 
    "type": "csv"
  }, 
  "description": "The Medicare Shared Savings Program (Shared Savings Program) facilitates coordination among providers to improve the quality of care for Medicare fee-for-service beneficiaries while reducing the growth in health care costs. Eligible providers, hospitals, and suppliers may apply to participate in the Shared Savings Program by creating or participating in an Accountable Care Organization (ACO).\r\n\r\nDisclaimer: This information is current as of January 2015. Changes to ACO information occurs periodically. As a result, we update the data twice a year. Each ACO has the most up-to-date information. Consider using them as a resource to obtain the latest information about an ACO.", 
  "maintainer": {
    "@id": "https://github.com/talos/docker4data"
  }, 
  "metadata": {
    "category": "ACO", 
    "description": "This dataset presents data on Performance Year 1 final financial reconciliation and quality performance results for ACOs with 2012 and 2013 agreement start dates. Performance year 1 is a 21- or 18-month period for ACOs with 2012 start dates, and a 12 month period for ACOs with 2013 start dates. ACOs that generated savings earned a performance payment if they met the quality standard. For the first Performance Year, CMS defined the quality performance standard as complete and accurate reporting for all quality measures. Quality performance for Performance Year 1 reconciliation for ACOs with 2012 start dates is based on complete and accurate reporting of all required quality measures for Calendar Years 2012 and 2013. Quality performance for Performance Year 1 reconciliation for ACOs with 2013 start dates is based on complete and accurate reporting of all required quality measures for Calendar Year 2013. The quality performance results provided in the Performance Year 1 announcement reflect Calendar Year 2013 performance rates for 220 ACOs.\r\n\r\nNotes:\r\n1 - (Gross) Generated savings: Total savings (first to last dollar) for ACOs whose savings equaled or exceeded their minimum savings rates (variable based on ACO size under Track 1 and flat 2% under Track 2). This amount does not account for the application of the ACO’s final sharing rate based on quality performance, reduction due to sequestration or repayment of advance payments.\r\n2 - (Gross) Generated losses: Total losses (first to last dollar) for Track 2 ACOs whose losses equaled or exceeded their minimum loss rate (flat 2%). This amount does not account for the application of the ACO’s final sharing rate based on quality performance.\r\n3 - Total earned shared savings:  The ACO’s share of savings for ACOs whose savings equaled or exceeded their minimum savings rates, and who were eligible for a performance payment because they met the program’s quality performance standard. This amount accounts for the application of the ACO’s final sharing rate based on quality performance (50% under Track 1 and 60% under Track 2 for PY1), as well as the reduction in performance payment due to sequestration. This amount does not account for repayment of advance payments.\r\n4 - Total earned shared losses:  The ACO’s share of losses for Track 2 ACOs whose losses equaled or exceeded their minimum loss rate (flat 2%). This amount accounts for the application of the ACO’s final loss sharing rate (which does not exceed 60%) based on quality performance.\r\nN/A = Not Available\r\n5 - Successfully Reported Quality: ACOs are considered to have successfully reported quality if they completely reported in both 2012 and 2013. ACOs who did not successfully report in 2013 will not have performance rates for GPRO Web Interface measures displayed.\r\n6 - ACO-11 performance rate unavailable: No providers eligible for this measure due to measure's inclusion/exclusion criteria.\r\n7 - Performance rate unavailable: No beneficiaries eligible for this measure due to the measure's inclusion/exclusion criteria.\r\n 8 - Performance rate unavailable: ACO did not satisfactorily report in 2013.\r\n* ACO did not successfully report in the first reporting period (2012) but did successfully report in their second reporting period (2013).\r\n^Measures marked with a caret (^) are measures where a lower performance rate is indicative of better quality.\r\nFor a crosswalk of ACO measure numbers to ACO measure names, please consult the following table: http://www.cms.gov/Medicare/Medicare-Fee-for-Service-Payment/sharedsavingsprogram/Downloads/ACO-Shared-Savings-Program-Quality-Measures.pdf.  \r\n\r\nDisclaimer – This information is current as of October 2014. Updates to the website will be made annually based on final performance year financial reconciliation and quality results.", 
    "socrata": {
      "@id": "http://www.opendatacache.com/data.cms.gov/api/views/yuq5-65xt.json"
    }
  }, 
  "name": "Medicare Shared Savings Program Accountable Care Organizations Performance Year 1 Results", 
  "schema": {
    "columns": [
      {
        "name": "aco_name_lbn_or_dba_if_applicable", 
        "type": "text"
      }, 
      {
        "name": "states_where_beneficiaries_reside", 
        "type": "text"
      }, 
      {
        "name": "agreement_start_date", 
        "type": "timestamp"
      }, 
      {
        "name": "track", 
        "type": "text"
      }, 
      {
        "name": "participate_in_advance_payment_model", 
        "type": "text"
      }, 
      {
        "name": "total_assigned_beneficiaries", 
        "type": "real"
      }, 
      {
        "name": "total_benchmark_expenditures", 
        "type": "real"
      }, 
      {
        "name": "total_expenditures", 
        "type": "real"
      }, 
      {
        "name": "total_benchmark_expenditures_minus_total_assigned_beneficiary_expenditures", 
        "type": "real"
      }, 
      {
        "name": "total_benchmark_expenditures_minus_total_assigned_beneficiary_expenditures_as_of_total_benchmark", 
        "type": "text"
      }, 
      {
        "name": "generated_savings_losses1_2", 
        "type": "real"
      }, 
      {
        "name": "earned_shared_savings_payments_owe_losses3_4", 
        "type": "real"
      }, 
      {
        "name": "successfully_reported_quality5", 
        "type": "text"
      }, 
      {
        "name": "aco_1", 
        "type": "real"
      }, 
      {
        "name": "aco_2", 
        "type": "real"
      }, 
      {
        "name": "aco_3", 
        "type": "real"
      }, 
      {
        "name": "aco_4", 
        "type": "real"
      }, 
      {
        "name": "aco_5", 
        "type": "real"
      }, 
      {
        "name": "aco_6", 
        "type": "real"
      }, 
      {
        "name": "aco_7", 
        "type": "real"
      }, 
      {
        "name": "aco_8", 
        "type": "real"
      }, 
      {
        "name": "aco_9", 
        "type": "real"
      }, 
      {
        "name": "aco_10", 
        "type": "real"
      }, 
      {
        "name": "aco_11", 
        "type": "real"
      }, 
      {
        "name": "aco_12", 
        "type": "real"
      }, 
      {
        "name": "aco_13", 
        "type": "real"
      }, 
      {
        "name": "aco_14", 
        "type": "real"
      }, 
      {
        "name": "aco_15", 
        "type": "real"
      }, 
      {
        "name": "aco_16", 
        "type": "real"
      }, 
      {
        "name": "aco_17", 
        "type": "real"
      }, 
      {
        "name": "aco_18", 
        "type": "real"
      }, 
      {
        "name": "aco_19", 
        "type": "real"
      }, 
      {
        "name": "aco_20", 
        "type": "real"
      }, 
      {
        "name": "aco_21", 
        "type": "real"
      }, 
      {
        "name": "dm_comp_osite", 
        "type": "real"
      }, 
      {
        "name": "aco_22", 
        "type": "real"
      }, 
      {
        "name": "aco_23", 
        "type": "real"
      }, 
      {
        "name": "aco_24", 
        "type": "real"
      }, 
      {
        "name": "aco_25", 
        "type": "real"
      }, 
      {
        "name": "aco_26", 
        "type": "real"
      }, 
      {
        "name": "aco_27", 
        "type": "real"
      }, 
      {
        "name": "aco_28", 
        "type": "real"
      }, 
      {
        "name": "aco_29", 
        "type": "real"
      }, 
      {
        "name": "aco_30", 
        "type": "real"
      }, 
      {
        "name": "aco_31", 
        "type": "real"
      }, 
      {
        "name": "cad_comp_osite", 
        "type": "real"
      }, 
      {
        "name": "aco_32", 
        "type": "real"
      }, 
      {
        "name": "aco_33", 
        "type": "real"
      }
    ]
  }, 
  "schemaName": "socrata/data.cms.gov", 
  "tableName": "medicare_shared_savings_program_accountable_care_organizations"
}